{"keras_version": "2.0.6", "config": [{"config": {"implementation": 0, "unit_forget_bias": true, "batch_input_shape": [null, 40, 62], "dropout": 0.0, "return_state": false, "kernel_regularizer": null, "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "return_sequences": false, "activation": "tanh", "go_backwards": false, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "dtype": "float32", "recurrent_dropout": 0.0, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "stateful": false, "recurrent_regularizer": null, "recurrent_activation": "hard_sigmoid", "name": "lstm_1", "bias_constraint": null, "units": 1024, "trainable": true, "recurrent_constraint": null, "unroll": false}, "class_name": "LSTM"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "activation": "linear", "kernel_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_1", "kernel_constraint": null, "bias_constraint": null, "units": 128, "trainable": true, "use_bias": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_1"}, "class_name": "Activation"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "activation": "linear", "kernel_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_2", "kernel_constraint": null, "bias_constraint": null, "units": 62, "trainable": true, "use_bias": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "softmax", "name": "activation_2"}, "class_name": "Activation"}], "class_name": "Sequential", "backend": "cntk"}